/* Review app in the app store */
"Rate App" = "앱 평가";

/* go and rate this app in the app store */
"Rate Now" = "지금 평가";

/* remind me to review app later */
"Remind Me Later" = "나중에 알림";

/* write a review for this app */
"Review App" = "앱 평가 글 남기기";

/* have a look at more of my apps */
"See More Apps" = "추가 앱 보기";

/* No comment provided by engineer. */
"Don't Ask Me Again" = "다시 질문 받고 싶지 않습니다";

/* Go to app store now */
"Look Now" = "지금 보기";

/* No comment provided by engineer. */
"Please leave a review so we can make this app even better" = "이 앱을 훨씬 더 좋게 만들 수 있도록 평가 글을 남겨 주세요";

/* No comment provided by engineer. */
"Please take a look at my other apps" = "저희의 다른 앱들도 살펴봐 주시기 바랍니다";